[
  {
    "id": 0,
    "title": "Начальная",
    "description": "Функциональная тренировка на все мышечные группы с использованием кардио оборудования и собственного веса тела. Класс направлен на изучение основ техники движений, развитие выносливости, координации и снижение жировой массы. Для начинающих, уровень нагрузки низкий.",
    "icon": "/img/program1.svg",
    "price": 1111,
    "popularity": 4,
    "difficulty": 1
  },
  {
    "id": 1,
    "title": "Средняя",
    "description": "Функциональная тренировка на все мышечные группы с использованием кардио оборудования, собственного веса и свободных весов. Класс направлен на совершенствование техники выполнения многосуставных упражнений, развитие сердечно- сосудистой и дыхательных систем. Для любой подготовки. Уровень нагрузки от низкого до высокого подбирается индивидуально.",
    "icon": "/img/program2.svg",
    "price": 2222,
    "popularity": 3,
    "difficulty": 3
  },
  {
    "id": 2,
    "title": "На любителя",
    "description": "Предлагаемая программ представляет собой 3-дневный сплит. Он поможет вам проработать, освоить и улучшить все ключевые шаблоны движений. Если вам нужна информация о том, как правильно выполнять эти упражнения, ищите подробные инструкции в нашей базе упражнений.",
    "icon": "/img/program3.svg",
    "price": 3333,
    "popularity": 6,
    "difficulty": 4
  },
  {
    "id": 3,
    "title": "Прокачанная",
    "description": "Данная тренировка состоит из девяти упражнений, которые прорабатывают главные мышечные группы. Четыре из этих упражнений многосуставные. Многосуставные движения, такие как приседания, жим лежа с гантелями, подтягивания и армейский жим позволяют вам использовать больший рабочий вес, что в конечном итоге сулит выгоду как в плане мышечного развития, так и в контексте расхода калорий.",
    "icon": "/img/program4.svg",
    "price": 4444,
    "popularity": 5,
    "difficulty": 5
  },
  {
    "id": 4,
    "title": "AMRAP",
    "description": "Предложенный комплекс является достаточно тяжелым, но объем нагрузки здесь все-таки поменьше. Сильного истощения центральной нервной системы не будет, а это значит, что заниматься по круговой программе AMRAP можно хоть каждую неделю.",
    "icon": "/img/program5.svg",
    "price": 5555,
    "popularity": 8,
    "difficulty": 6
  },
  {
    "id": 5,
    "title": "Попа пресс",
    "description": "В этой программе на ноги приходится до 27 подходов в неделю. Остальная нагрузка распределена на других мышцы равномерно. Программа рассчитана на 8 недель.",
    "icon": "/img/program1.svg",
    "price": 3333,
    "popularity": 10,
    "difficulty": 7
  },
  {
    "id": 6,
    "title": "Ударная",
    "description": "Представленный комплекс поможет вам развить мышечную массу, при этом не потерять, а даже увеличить скорость удара. Помните, увлекаться им не стоит, потому что после 6 недель эффективность программы снизится, придется ее изменить. Чередуйте упражнения, чтобы постоянно шокировать свой организм и стимулировать рост мышц.",
    "icon": "/img/program2.svg",
    "price": 7777,
    "popularity": 9,
    "difficulty": 8
  },
  {
    "id": 7,
    "title": "Cжигание жиров",
    "description": "Это вид тренировки, в котором отрезки интенсивной физической нагрузки чередуются с паузами для восстановления. Ничего особенного на первый взгляд, но на самом деле правильно организованная интервальная тренировка очень эффективна! За счет промежутков небольшого отдыха позволяет отсрочить наступление усталости.",
    "icon": "/img/program3.svg",
    "price": 3333,
    "popularity": 5,
    "difficulty": 9
  },
  {
    "id": 7,
    "title": "Для эктоморфа",
    "description": "Тренировки проводятся по сплит-системе, т. е. различные мышечные группы прорабатываются в разные дни. Например, при трех силовых тренингах в неделю первый день уделяется работе над бицепсами и грудью, второй – трицепсами и мышцами спины, третий – мышцами ног и плеч.",
    "icon": "/img/program4.svg",
    "price": 6666,
    "popularity": 7,
    "difficulty": 10
  }
]